<?php

return [
    'admin' => [
        'news' => [
            'store' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Новость не добавлена'
            ],
            'update' => [
                'success' => 'Новость успешно изменена',
                'fail' => 'Новость не отредактировалась'
            ]
        ],
        'categories' =>[
            'store' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Категория не добавлена'
            ],
            'update' => [
                'success' => 'Категория успешно изменена',
                'fail' => 'Категория не отредактировалась'
            ]
        ],
        'users' => [
            'update' => [
                'success' => 'Статус успешно изменен',
                'fail' => 'Статус не изменился'
            ]
        ]
    ],
    'feedback' => [
        'store' => [
            'success' => 'Отзыв успешно добавлен',
            'fail' => 'Отзыв не добавлен'
        ],
        'update' => [
            'success' => 'Отзыв успешно изменен',
            'fail' => 'Отзыв не отредактировался'
        ]
    ]
];
